{
   "name":"Sia",
   "songs":[
      {
         "title":"Never Give Up",
         "lyrics":"I've battled demons that won't let me sleep Called to the sea but she abandoned me But I won't never give up, no, never give up, no, no No, I won't never give up, no, never give up, no, no And I won't let you get me down I'll keep gettin' up when I hit the ground Oh, never give up, no, never give up no, no, oh I won't let you get me down I'll keep gettin' up when I hit the ground Oh, never give up, no, never give up no, no, oh I'll find my way, find my way home, oh, oh, oh I'll find my way, find my way home, oh, oh, oh I'll find my way, find my way home, oh, oh, oh I'll find my way, find my way home, oh, oh, oh ..."
      },
      {
         "title":"Angel By the Wings",
         "lyrics":"Oh so, your wounds they show I know you have never felt so alone But hold on, head up, be strong Oh hold on, hold on until you hear them come Here they come, oh  Take an angel by the wings Beg her now for anything Beg her now for one more day Take an angel by the wings Time to tell her everything Ask her for the strength to stay  You can, you can do anything, anything You can do anything You can, you can do anything, anything ..."
      },
      {
         "title":"chandelier",
         "lyrics":"Party girls don't get hurt Can't feel anything, when will I learn? I push it down, push it down  I'm the one \"for a good time call\" Phone's blowin' up, ringin' my doorbell I feel the love, feel the love  1, 2, 3, 1, 2, 3, drink 1, 2, 3, 1, 2, 3, drink 1, 2, 3, 1, 2, 3, drink  Throw 'em back till I lose count  I'm gonna swing from the chandelier From the chandelier I'm gonna live like tomorrow doesn't exist Like it doesn't exist I'm gonna fly like a bird through the night Feel my tears as they dry I'm gonna swing from the chandelier From the chandelier  But I'm holding on for dear life ..."
      },
      {
         "title":"Soon We'll Be Found",
         "lyrics":"Come along it is the break of day Surely now, you'll have some things to say It's not the time for telling tales on me  So come along, it won't be long 'til we return happy Shut your eyes, there are no lies in this world we call sleep Let's desert this day of hurt, tomorrow we'll be free  Let's not fight, I'm tired, can't we just sleep tonight? Turn away, it's just there's nothing left here to say Turn around, I know we're lost but soon we'll be found  Well, it's been rough but we'll be just fine ..."
      },
      {
         "title":"Alive",
         "lyrics":"II was born in a thunderstorm I grew up overnight I played alone I'm playing on my own I survived  Hey I wanted everything I never had Like the love that comes with light I wore envy and I hated that But I survived  I had a one-way ticket to a place where all the demons go Where the wind don't change And nothing in the ground can ever grow No hope, just lies And you're taught to cry in your pillow But I'll survive  I'm still breathing I'm still breathing I'm still breathing I'm still breathing I'm alive I'm alive I'm alive ..."
      },
      {
         "title":"Helium",
         "lyrics":"I'm trying but I keep falling down I cry out but nothing comes now I'm giving my all and I know peace will come I never wanted to need someone  Yeah, I wanted to play tough Thought I could do all just on my own But even Superwoman Sometimes needed Superman's soul  Help me out of this hell Your love lifts me up like helium Your love lifts me up when I'm down down down When I've hit the ground You're all I need  And if you let go I'll float towards the sun ..."
      },
      {
         "title":"Bird Set Free",
         "lyrics":"Clipped wings, I really broken thing Had a voice, had a voice but I could not sing You would wind me down I struggled on the ground So lost, the line had been crossed Had a voice, had a voice but I could not talk You held me down I struggle to fly now  But there's a scream inside that we are frightened We hold on so tight, we cannot deny Eats us alive, oh it eats us alive Yes, there's a scream inside that we are frightened We hold on so tight, but I don't wanna die, no I don't wanna die, I don't wanna die  I'm not gon' care if I sing off key ..."
      },
      {
         "title":"California Dreamin'",
         "lyrics":"All the leaves are brown and the sky is gray. I've been for a walk on a winter's day. I'd be safe and warm if I was in L.A. California dreamin' on such a winter's day.  All the leaves are brown and the sky is gray. I've been for a walk on a winter's day. I'd be safe and warm if I was in L.A. ..."
      },
      {
         "title":"Move Your Body",
         "lyrics":"Poetry on your body You got it in every way And can't you see it's you I'm watchin'? I am hot for you in every way And turn around, let me see you Wanna free you with my rhythm I know you can't get enough When I turn up with my rhythm  Your body's poetry, speak to me Won't you let me be your rhythm tonight? Move your body, move your body I wanna be your muse, your music Let the movement be the rhythm tonight Move your body, move your body  Your body's poetry, speak to me Won't you let me be your rhythm tonight? Move your body, move your body I wanna be your muse, your music Let the movement be the rhythm tonight Move your body, move your body  Wo ah ah ah, Wo ah ah ah Wo ah ah ah, Wo ah ah ah Wo ah ah ah, Wo ah ah ah Wo ah ah ah, Wo ah ah ah  Poetry on your body ..."
      },
      {
         "title":"Cheap Thrills",
         "lyrics":"Come on, come on, turn the radio on It's Friday night, and it won't be long Gotta do my hair, put my make-up on It's Friday night, and it won't be long  Till I hit the dance floor, hit the dance floor I got all I need No, I ain't got cash, I ain't got cash But I got you, baby  Baby, I don't need dollar bills to have fun tonight I love cheap thrills! Baby, I don't need dollar bills to have fun tonight I love cheap thrills!  But I don't need no money As long as I can feel the beat I don't need no money As long as I keep dancing  Come on, come on, turn the radio on It's Saturday, and it won't be long ..."
      }
   ]
}